Repository: 607011/Unchain
Catalog: UnchainWatch/Localizable.xcstrings
Source language: en
Languages: de

source: Starting…
de: Startet …

source: Recording
de: Zeichnet auf

source: Stop
de: Stopp

source: Stopping…
de: Stoppt …

source: Retry
de: Erneut versuchen

source: Health isn't available.
de: Health ist nicht verfügbar.

source: Health access denied.
de: Health-Zugriff verweigert.

source: iPhone couldn't start – check it's connected to a trainer.
de: iPhone konnte nicht starten – prüfe, ob es mit einem Trainer verbunden ist.

source: Couldn't start.
de: Start fehlgeschlagen.

source: Stopping took too long – check the Fitness app; this workout may still have saved.
de: Stoppen hat zu lange gedauert – prüfe die Fitness-App; dieses Training wurde eventuell trotzdem gespeichert.
